var arrPlaces = [];

arrPlaces = [{name: "Holiday", lat: 49.973870503822106, lang: 36.25751125139902, type: "Боулиг, Ресторан", isVisit: false},
            {name: "Стадион Металист", lat: 49.98087748687755, lang: 36.26154797596644, type: "Стадион", isVisit: false},
            {name: "Памятник влюбленным", lat: 49.99837862686159, lang: 36.23985091669272, type: "Памятник", isVisit: false},
            {name: "Памятник А.С. Пушкину", lat: 49.99471423985541, lang: 36.23516107423018, type: "Памятник", isVisit: false},
            {name: "Памятник В.М. Гоголю", lat: 49.99492287731516, lang: 36.23299921376417, type: "Памятник", isVisit: false},
            {name: "Термометр", lat: 49.99349817582046, lang: 36.23149315340231, type: "Памятник", isVisit: false},
            {name: "Семь чудес Харькова", lat: 49.99839242005054, lang: 36.24011578483294, type: "Место для фото", isVisit: false},
            {name: "Памятник студентам ХГУ", lat: 50.00501312492774, lang: 36.22729884905527, type: "Памятник", isVisit: false},
            {name: "Памятник В.Н.Каразину", lat: 50.00462395045796, lang: 36.22788290006827, type: "Памятник", isVisit: false},
            {name: "Памятник основателям Харькова", lat: 50.00831042247749, lang: 36.22835027498911, type: "Памятник", isVisit: false},
            {name: "Памятник П.Л. Гиршанину", lat: 50.01228360037309, lang: 36.24563174767621, type: "Памятник", isVisit: false},
            {name: "Парк Горького", lat: 50.01630341536193, lang: 36.24670865459154, type: "Парк", isVisit: false},
            {name: "Канатная дорога", lat: 50.02046765625284, lang: 36.24695139450739, type: "Место развлечений", isVisit: false},
            {name: "Памятник велосипедисту", lat: 50.03309113079313, lang: 36.26440989298533, type: "Памятник", isVisit: false},
            {name: "Памятник М.В. Ломоносову", lat: 49.98087748687755, lang: 36.26154797596644, type: "Памятник", isVisit: false},
            {name: "Дворец труда", lat: 49.98871897473804, lang: 36.2323642007799, type: "Исторический памятник", isVisit: false},
            {name: "Успенский собор", lat: 49.98991015507374, lang: 36.23069318456362, type: "Собор", isVisit: false},
            {name: "Свято-Покровский мужской монастырь", lat: 49.99198247124952, lang: 36.22983286602209, type: "Монастырь", isVisit: false},
            {name: "Харьковский исторический музей", lat: 49.99261057191514, lang: 36.23095537049482, type: "Музей", isVisit: false},
            {name: "Памятник танку Mark-V", lat: 49.99293043883372, lang: 36.23084003550785, type: "Памятник", isVisit: false},
            {name: "Исправительная колония №43", lat: 49.93636716948622, lang: 36.38708407504271, type: "Feature", isVisit: false}
          ];
