var arrPlaces = [];

arrPlaces = [{name: "Holiday", lat: 49.973870503822106, lang: 36.25751125139902, type: "Боулиг, Ресторан", isVisit: false},
            {name: "Стадион Металист", lat: 49.98087748687755, lang: 36.26154797596644, type: "стадион", isVisit: false},
            {name: "Памятник влюбленным", lat: 49.99837862686159, lang: 36.23985091669272, type: "памятник", isVisit: false},
            {name: "Памиятник А.С. Пушкину", lat: 49.99471423985541, lang: 36.23516107423018, type: "памятник", isVisit: false},
            {name: "Памятник В.М. Гоголю", lat: 49.99492287731516, lang: 36.23299921376417, type: "памятник", isVisit: false},
            {name: "Термометр", lat: 49.99349817582046, lang: 36.23149315340231, type: "памятник", isVisit: false},
            {name: "Семь чудес Харькова", lat: 49.99839242005054, lang: 36.24011578483294, type: "место для фото", isVisit: false},
            {name: "Памятник студентам ХГУ", lat: 50.00501312492774, lang: 36.22729884905527, type: "памятник", isVisit: false},
            {name: "Памятник В.Н.Каразину", lat: 50.00462395045796, lang: 36.22788290006827, type: "памятник", isVisit: false},
            {name: "Памятник основателям Харькова", lat: 50.00831042247749, lang: 36.22835027498911, type: "памятник", isVisit: false},
            {name: "Памятник П.Л. Гиршанину", lat: 50.01228360037309, lang: 36.24563174767621, type: "памятник", isVisit: false},
            {name: "Парк Горького", lat: 50.01630341536193, lang: 36.24670865459154, type: "парк", isVisit: false},
            {name: "Канатная дорога", lat: 50.02046765625284, lang: 36.24695139450739, type: "место развлечений", isVisit: false},
            {name: "Памятник велосипедисту", lat: 50.03309113079313, lang: 36.26440989298533, type: "памятник", isVisit: false}];



